import sectionImage from '@/assets/images/sample.jpg'

export const cardData = [
  {
    image: sectionImage,
    title: '愛車に長く乗る為に、定期的なメンテナンスを。',
    description: [
      [
        '自動車は機械である以上、定期的にメンテナンスをしてあげないと知らず知らずのうちに性能が落ちてしまいます。',
      ]
    ]
  },
  {
    title: '車を長持ちさせるためにも定期的にメンテナンスされることをおすすめいたします。',
    description: [
      [
        '点検・整備のたびに費用がかかるかもしれませんが、何もせず大きな故障がでてしまった場合、さらに余計な費用がかかることも考えられます。',
        'また、車はひとつどこかが壊れると、その影響で他の部分も調子が悪くなることもあります。',
      ]
    ]
  },
  {
    title: '当社は、お客様に気軽にご来店いただける「街の整備工場」でありたいと考えています。',
    description: [
      [
        'オイル交換やタイヤ交換などのクイック整備から、エンジンのオーバーホールなどの重整備まで何でもおまかせください。',
      ],
      [
        'プロの整備士がお客様のご相談に乗ります。どうぞお気軽にご来店ください。',
      ],
      [
        'デジタル化された最新のお車でも、正確かつ迅速に『故障診断』や『予防診断』を行うため、専用のダイアグテスター（車両診断機）を導入しております。',
        '目視・外観からでは把握できない電子部品の劣化や能力の低下を明確に診断、整備させていただきます。',
      ],
      [
        '国産車、輸入車問わず、軽自動車からトラック・バイクまで実績多数。',
        '安心してご相談ください。',
      ],
      [
        '快適で安心なカーライフをサポートします。',
        '車は、人の命を載せて走るモノ。',
        '安全な運転を確実なものにするために、定期点検以外でも異音・振動など、いつもと違う異常を感じたらすぐご相談ください。',
      ],
      [
        'お客様にどのようなメンテナンスが必要かをお客様の立場で分かりやすくご説明いたします。',
      ],
      [
        '点検、診断の結果、すぐに必要な整備もあれば、近い将来必要になるであろう予防整備もあります。',
        'それらを的確に判断し、適切なタイミングで整備ができるよう、長期のメンテナンス計画をたてることで、お客様のカーライフがより快適に、より安全になるようサポートします。',
      ],
      [
        '国家１級整備士、国家検査員資格者、損害保険取り扱い資格者、中古車査定資格者等、豊富な知識と経験を持ったスタッフがご担当させていただきます。',
        'おクルマに関する事ならお気軽にご相談ください。',
      ],
    ]
  },
  {
    title: '◎部品の交換時期の目安',
    gridList: [
      { part: "エンジンオイル", timing: "6ヶ月又は5,000km" },
      { part: "オイルエレメント", timing: "10,000km （オイル交換の2回に1回が目安です）" },
      { part: "冷却液（LLC)", timing: "車検毎" },
      { part: "ブレーキフルード", timing: "車検毎" },
      { part: "ワイパーブレードゴム", timing: "1年" },
      { part: "エアクリーナーエレメント", timing: "40,000km" },
      { part: "燃料フィルター", timing: "36,000km～40,000km" },
      { part: "補機ベルト類", timing: "4年又は40,000km" },
      { part: "ディスクパッド", timing: "30,000km～40,000km" },
      { part: "ブレーキライニング", timing: "30,000km～40,000km" },
      { part: "スパークプラグ", timing: "30,000km（白銀プラグは100,000km）" },
      { part: "オートマチックオイル", timing: "60,000km" },
      { part: "タイミングベルト", timing: "100,000km" },
      { part: "バッテリー", timing: "3年" },
      { part: "デフオイル", timing: "4年又は40,000km" },
      { part: "タイヤ", timing: "スリップサイン（1.6mm以下）、状態などから判断" },
      { part: "タイヤローテーション", timing: "5,000km" },
      { part: "エアコンフィルター", timing: "1年" },
      { part: "クーラーガス", timing: "冷えが弱くなってきたら" },
    ],
    description: [
      [
        '上記の表は一般的な目安です。',
      ],
      [
        '実際の交換時期については使用状況等により異なる為、当社メカニックまでお問い合わせください',
      ],
    ]
  },
]