import sectionImage from '@/assets/images/sample.jpg'

export const cardData = [
  {
    image: sectionImage,
    title: '安心・満足・信頼のプロ保険代理店です。',
    description: [
      [
        '当社は、東京海上日動火災の保険代理店です。',
        '安全安心のカーライフをお過ごしいただくため、当社では営業担当全員が損害保険のプロ免許を取得しており、お客様のライフスタイルに合わせた最適な保険プランをご案内いたします。',
      ],
      [
        'ぜひ、自動車保険も当社におまかせください。 ',
      ]
    ]
  },
  {
    title: 'しっかりとしたアフターフォロー',
    description: [
      [
        '整備工場を保険代理店にするメリット',
        '万が一の事故の際には、一般的にはお客様ご自身がレッカーの手配、保険会社への報告、代車手配、修理工場の手配・入庫、保険会社とのやりとりなどすべて行うこととなります。',
      ],
      [
        'これが当社で保険契約している場合は、お電話一本いただければ当社が最後まですべて手配代行し、当社の保険担当と修理部門との連携で迅速かつ積極的に保険会社と話を進め、スムーズに事故解決まで導きます。',
      ],
      [
        'また、当社では万が一の事故の際にも、『愛車に●●の症状が出てる・・・』',
        '『◆◆あたりをぶつけてしまったけど自宅まで帰っていいの？』などの現場で適切な判断が必要な項目も、自動車のプロとして適切にアドバイスいたします。',
        '安心してご相談ください。',
      ],
      [
        '自動車保険の交渉はプロにおまかせください！',
        'お車にご乗車される際に切り離せないのが自動車保険です。',
        'ですが、「いざ」という時に利用するのが保険でありますから、その活用方法を熟知するというのはなかなか難しいものです。',
      ],
      [
        'もし保険利用を検討される状況になりましたら、ぜひ一度当社にご相談ください。',
      ],
      [
        'お客様の現在のご状況での保険利用に、本当にメリットがあるのか、また利用するとなった際、最大限に活用するにはどうすればよいか。',
      ],
      [
        '数多くの経験をもとに、事故のケースごとの過失割合・修理金額など全体を考慮し、車の状況を正確に、かつお客様の立場に立って保険会社へ伝達・交渉いたします。',
      ],
      [
        '大事な交渉事は、ぜひ専門家である私達におまかせください。',
        'お客様の立場に寄り添い、最適なご利用ができるよう、当社が交渉代行いたします。',
      ],
      [
        'まずは最適なプランのお見積りを！',
        '自動車保険は、運転者の年齢・使用目的・免許の色などにより保険料が変わります。',
      ],
      [
        'また、自動車保険は昨今の保険自由化により、 保険会社ごとに独自のプランが毎年新設され、保険料も年々複雑化されています。',
      ],
      [
        '当社では、新規ご契約のお客様だけでなく、既にご利用いただいているお客様にも毎年の契約内容の見直しを行い、常にお客様に最適な保険プランとなるようご提案いたします。',
      ],
      [
        '無料お見積もりしております！まずは、お気軽にご相談ください！',
        '自動車保険はもちろん、火災保険や生命保険等、各種保険のご相談も承ります。',
      ],
      [
        '現在ご加入頂いている保険の内容がわかる証券をお持ちの上、ぜひご来店ください！',
      ]
    ]
  },
]