import sectionImage from '@/assets/images/sample.jpg'

export const cardData = [
  {
    image: sectionImage,
    title: '小さなキズやヘコミから大きな破損まで、幅広い処理に対応しております。',
    description: [
      [
        'あなたの愛車をキレイに修理。ボディの擦り傷・へこみなど小さな傷の修理から、事故での大きな破損まで、鈑金塗装のプロフェッショナルが修理を行います。',
      ],
      [
        '傷んだ愛車も車体修正システムとボディ修復技術、最新の色調データと熟練の塗装技術で見事によみがえります。',
        'その仕上がりは多くのお客様にご満足頂いております。',
      ],
      [
        '愛車を今後も長く乗っていきたいけど傷がついてしまった場合などお気軽ご相談ください。国産車、外国車問わず修理実績は豊富にございます。',
      ]
    ]
  },
]