import sectionImage from '@/assets/images/sample.jpg'

export const cardData = [
  {
    image: sectionImage,
    title: 'ご希望の中古車をお探しします！\n\n当社の中古車販売は、限られた展示車の中から選ぶのではなく、お客様のご要望を充分にお聞きしたうえでお客様ご納得の1台をお探しする『バックオーダー販売』です。',
    description: [
      [
        '業者専門オークションや独自のルートなど月間75万台以上の流通ネットワークから「お客様のご予算とご希望にあった、お客様だけのための1台」をお探しします。',
      ]
    ]
  },
  {
    title: '中古車専門店で購入した方が安いのでは…',
    description: [
      [
        '当社はショールームを持たず、広告も打たない為、在庫維持管理費・営業経費などを極力抑えた販売体制で無駄な経費が車両代金に反映されません。',
      ],
      [
        'また、一般的な中古車販売店では車両の整備を外部の整備工場へ委託しており、中間業者の分だけ整備代金が余分にかかってしまいますが、当社は自社整備工場を備えている為、余分な整備費用がかかることはありません。',
      ]
    ]
  },
  {
    title: 'しっかりとしたアフターフォロー',
    description: [
      [
        '納車時はもちろん、お買い上げいただいた後の点検・車検・各種ご相談まで、長期にわたり高品質なサービスをご提供することが可能となっております。',
      ],
      [
        'また、お客様のご要望があれば中古車保証サービスを付帯することも可能です。',
      ]
    ]
  },
]