import sectionImage from '@/assets/images/service/service-01.webp?w=400;800;1600&format=webp&as=srcset';

export const cardData = [
  {
    image: sectionImage,
    title: '愛車の車検整備は、ぜひプロフェッショナルである当社へご相談ください。',
    description: [
      [
        '全ての車が必ず一定期間ごとに行わなければならない大切な「車検」。',
        '国の定めた保安基準に適合しているかを確認するためには、チェックする側に相応の設備と、高い技術が必要となります。',
      ],
      [
        '愛車を最高のパフォーマンスにして、快適なカーライフを送っていただくために、当社は全力でお客様をサポートいたします。 ',
      ]
    ]
  },
  {
    title: '多種多様なお車にも対応いたします！',
    description: [
      [
        '国産車、輸入車問わず、乗用車からトラック、バイクにも対応しております。',
      ],
      [
        'また、整備プランに関しましても、お客様のご要望やご予算にあわせてバリエーション豊かにご提案いたします。',
      ],
      [
        '当社はお客様の立場に立った整備を心掛けておりますので、事前のカウンセリングからお見積りまでをしっかりと行い、必ずご満足いただけるメンテナンスをご提供いたします。',
      ]
    ]
  },
  {
    title: '初めての方から他社での車検のお見積りにお悩みの方、次回車検をご検討の方まで、どんな方でもどうぞお気軽にお問い合わせください。',
    description: [
      [
        '車検当日までにご用意いただくもの',
        '車検証',
        '旧自賠責保険証',
        '自動車納税証明書',
        '車検諸費用（整備料金は別途）',
        '印鑑（認印）',
      ]
    ]
  },
  {
    title: '◎整備内容',
    description: [
      [
        '・24ヶ月（12ヶ月）定期点検整備料',
        '・下回り各部（点検・調整・給油）',
        '・ブレーキ関係（点検・調整・給油）',
        '・灯火、保安装置（点検・調整）',
        '・動力伝達装置（点検・調整）',
        '・エンジン及び電気機器（点検・調整）',
        '・検査機器による検査測定（ヘッドライト、サイドスリップ、ブレーキ、スピードメーター、排気ガス）',
        '・申請書類作成料',
        '・エンジン及び下回り洗浄',
        '・下回り防錆塗装',
      ]
    ]
  },
]